Show / Hide Table of Contents
Enum ResultLocalSystemType
Type of local system of result
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public enum ResultLocalSystemType
Fields
 Name |  Description
 Global
Global system X, Y, Z
 Local
Local system x,y,z
 Principle
Principal system x, u, v
 Improve this Doc
 View Source